{    "23491110": {
        "title": "Operating and Developing Cement and Clinker Capacity by Color",
        "subtitle": "Operating and developing cement and clinker capacity in million tonnes per annum (mtpa) by country, divided between grey, white, grey and white, and unknown color. Grey cement is the most commonly used cement color, and generally produces less carbon dioxide emissions than white cement, which has more specific fuel and raw material requirements for production.",
        "x_axis": "Capacity",
        "values": [
            "Grey",
            "White",
            "Grey and White",
            "Unknown"
        ],
        "dataset": "cem_color_062025",
        "initial_state": "India",
        "filterable": true,
        "filter_by":"Country"
    },
    "23504373": {
        "title": "Operating and developing cement capacity by type",
        "subtitle": "Operating and developing cement capacity in million tonnes per annum (mtpa) by country, divided between integrated plants and grinding plants, and split between ordinary portland cement (OPC), blended cement, and unknown cement type. Blended cements generally have lower embodied carbon than OPC due to lower clinker percentage.",
        "x_axis": "Capacity",
        "values": [
            "OPC",
            "Blended",
            "Unknown"
        ],
        "dataset": "cem_type_062025",
        "initial_state": "India",
        "filterable": true,
        "filter_by": "Country"
    },
    "23588397": {
        "title": "Operating cement capacity by plant age",
        "subtitle": "Distribution of plant ages weighted by capacity in million tonnes per annum (mtpa) of each plant, compared to that of the entire world. Cement plant age is the amount of time a plant has been operating in its specific location, and does not represent the age of the machinery at the given plant. Although GEM does not currently track limestone reserves, cement plant age can be representative of the amount of time that a given plant has been extracting limestone in its local market, as well as the maturity of a country's cement industry.",
        "color": "Country or World",        
        "size": "Cement Capacity",
        "x": "Age (years)",
        "y":"Country or World",
        "column_names": [
            { "label": "Age (years)", "value": "Age (years)" },
            { "label": "Cement Capacity", "value": "Cement Capacity" },
            { "label": "Country or World", "value": "Country or World" },
            { "label": "Weighted Average Age", "value": "Weighted Average Age" }
        ],
        "dataset": "plant_age_062025",
        "initial_state": "India",
        "filterable": true,
        "filter_by":"Country"
    },
    "23487521": {
        "title": "Cement capacity with emission reduction technology",
        "subtitle": "The percentage of developing and operating cement capacity, by country, with and without installed emission reduction technologies.",
        "x_axis": "Cem type %",
        "values": [
            "CCS/CCUS %",
            "Alternative Fuel %",
            "Clay Calcination %"
        ],
        "dataset": "green_cement_062025",
        "initial_state": "India",
        "filterable": true,
        "filter_by":"Country"
    }
}
